$(document).ready(function(){
var amt = 10,m={};
function src(){ var nm; return nm = ((new Date).getMilliseconds() % amt + 1), (nm < 10 ? './img/0'+nm : './img/'+nm) + '.jpg'; }
function gen(){ var i=0,v,m={}; do{ v = src(); if(m[v]) continue; i++, m[v] = true, $('#album' + i).attr('src',v); }while(i < 5); }

gen();

if(!console || !console.log) return;

m["강환기 김진숙 축결혼!!"] = "font-weight:bold;color:rgb(28, 69, 112);";
m["못오시면 통장에 입금해주세요!!"] = "font-weight:bold;color:rgb(66, 84, 71);";
m["(기업은행 514-010457-02-012)"] = "font-weight:bold;color:rgb(161, 52, 90);";
m["용돈 많이 받아서 신혼여행 알차고 재미지게 보내고 시포요~"] = "font-weight:bold;color:rgb(161, 52, 90);";
m["그래요."] = "";
m["페이스북에 올린후에 이렇게되었습니다.;ㅁ;"] = "";
m["네 맞습니다. 맞고요. 재미없는 것 알고있으면서도... 난 키보딩을 하고있고!"] = "";
m["#####################################################"] = "";
m["이 디자인은 우리 김진숙 예비 신부님의 작품입니다. 개발코드는 까도 좋아요.까고까고 또 까도 좋습니다."] = "";
m["디자인은 돈받고 팔고싶네요. 개발은 개발로 해드려요.!! 멍멍멍"] = "";
m["# ####### ####### ####### ####### ####### ####### ####### ####### #"] = "";
m["## ##### # ##### # ##### # ##### # ##### # ##### # ##### # ##### ##"] = "";
m["### ### ### ### ### ### ### ### ### ### ### ### ### ### ### ### ###"] = "";
m["#### # ##### # ##### # ##### # ##### # ##### # ##### # ##### # ####"] = "";
m["##### ####### ####### ####### ####### ####### ####### ####### #####"] = "";
m["네 맞습니다. 그냥 손으로 찍었어요.!! 뭔 무늬냐고요? 아무 무늬도 아닙니다. 휴"] = "";
m["~"] = "";
m["5월 31일"] = "font-weight:bold;color:rgb(28, 69, 112);";
m["진주에서!"] = "font-weight:bold;color:rgb(28, 69, 112);";
m["뵙겠습니다!"] = "font-weight:bold;color:rgb(28, 69, 112);";
m["!"] = "font-weight:bold;color:rgb(28, 69, 112);";
m["디자인 마음에 드시는분 공짜로 해드립니다.는 거짓말이고요 우리의 관계와~ "] = "font-weight:bold;color:rgb(28, 69, 112);";
m["여러가지로다가 이러저러 두루두루 요래조래 요모조모하여 시간되면 해드립니다!"] = "font-weight:bold;color:rgb(28, 69, 112);";
m["이글을 읽으셨다면 페북을 통하여 말씀해주시면 감사하겠습니다. (--)(__)"] = "font-weight:bold;color:rgb(28, 69, 112);";

for(k in m) console.log("%c"+k, m[k]);
});
